Repository: gilvanazevedo-developer/python-fundamental
Catalog: logistics-dss/locale/*/LC_MESSAGES/logistics_dss.po
Languages: es

source: Executive
es: Ejecutivo

source: Dashboard
es: Panel de Control

source: Inventory
es: Inventario

source: Analytics
es: Análisis

source: Forecasting
es: Pronóstico de Demanda

source: Optimisation
es: Optimización

source: Import Data
es: Importar Datos

source: Import Wizard
es: Asistente de Importación

source: Settings
es: Configuración

source: Audit Log
es: Registro de Auditoría

source: Reports
es: Informes

source: Suppliers
es: Proveedores

source: Purchase Orders
es: Órdenes de Compra

source: Appearance:
es: Apariencia:

source: Language:
es: Idioma:

source: Refresh
es: Actualizar

source: Category:
es: Categoría:

source: Period:
es: Período:

source: History (days):
es: Historial (días):

source: Horizon (days):
es: Horizonte (días):

source: Method:
es: Método:

source: Export Excel
es: Exportar Excel

source: Export CSV
es: Exportar CSV

source: Log In
es: Iniciar Sesión

source: Authenticatingu2026
es: Autenticandou2026

source: Save
es: Guardar

source: Save Settings
es: Guardar Configuración

source: Reset to Defaults
es: Restaurar Valores Predeterminados

source: Cancel
es: Cancelar

source: Confirm
es: Confirmar

source: Submit
es: Enviar

source: Receive
es: Recibir

source: Search
es: Buscar

source: Create
es: Crear

source: Deactivate
es: Desactivar

source: Back
es: Atrás

source: Next
es: Siguiente

source: Browseu2026
es: Examinaru2026

source: Run Import
es: Ejecutar Importación

source: + Add Schedule
es: + Agregar Programación

source: + Add User
es: + Agregar Usuario

source: Create User
es: Crear Usuario

source: Product
es: Producto

source: Product Name
es: Nombre del Producto

source: Category
es: Categoría

source: Status
es: Estado

source: Days Left
es: Días Rest.

source: ROP
es: PPR

source: EOQ
es: CEP

source: Safety Stk.
es: Stock Seg.

source: Urgency
es: Urgencia

source: Avg/Day
es: Prom/Día

source: Fcst/Day
es: Prev/Día

source: Revenue ($)
es: Ingresos ($)

source: Units Sold
es: Unid. Vend.

source: Savings ($)
es: Ahorro ($)

source: Savings %
es: Ahorro %

source: Unit Cost
es: Costo Unit.

source: Unit Price
es: Precio Unit.

source: Stock Value
es: Valor Stock

source: Rev. %
es: % Ing.

source: Cumul. %
es: % Acum.

source: Turnover
es: Rotación

source: DOI
es: DIA

source: Class
es: Clase

source: Orders/Yr
es: Pedidos/Año

source: Opt. Cost ($)
es: Costo Ópt. ($)

source: Curr. Cost ($)
es: Costo Act. ($)

source: Recommendation
es: Recomendación

source: Timestamp
es: Fecha/Hora

source: Event Type
es: Tipo de Evento

source: Entity
es: Entidad

source: Detail
es: Detalle

source: Username
es: Usuario

source: Display Name
es: Nombre de Pantalla

source: Role
es: Rol

source: Active
es: Activo

source: Last Login
es: Último Acceso

source: Type
es: Tipo

source: Format
es: Formato

source: Last Run
es: Última Ejecución

source: Next Run
es: Próxima Ejecución

source: Executive Dashboard
es: Panel Ejecutivo

source: Reorder Alerts (Critical and Warning)
es: Alertas de Reposición (Crítico y Advertencia)

source: Top EOQ Savings Opportunities
es: Principales Oportunidades de Ahorro CEP

source: Top Revenue Products
es: Productos con Mayores Ingresos

source: Low Stock Alerts
es: Alertas de Stock Bajo

source: Inventory Value by Category
es: Valor del Inventario por Categoría

source: Daily Sales Revenue
es: Ingresos de Ventas Diarias

source: Select a product to view details
es: Seleccione un producto para ver detalles

source: ABC Classification u2014 Class Summary
es: Clasificación ABC u2014 Resumen de Clases

source: Product Classification Detail
es: Detalle de Clasificación por Producto

source: Class A u2014 High Value
es: Clase A u2014 Alto Valor

source: Class B u2014 Medium Value
es: Clase B u2014 Valor Medio

source: Class C u2014 Low Value
es: Clase C u2014 Bajo Valor

source: Demand Overview
es: Resumen de Demanda

source: Product Demand Forecast
es: Pronóstico de Demanda del Producto

source: Reorder Recommendations
es: Recomendaciones de Reposición

source: Select a product row below to view its forecast chart.
es: Seleccione una fila de producto a continuación para ver su gráfico de pronóstico.

source: Cost Optimisation Summary
es: Resumen de Optimización de Costos

source: Per-Product Optimisation Detail
es: Detalle de Optimización por Producto

source: SCHEDULED REPORTS
es: INFORMES PROGRAMADOS

source: USER MANAGEMENT
es: GESTIÓN DE USUARIOS

source: Showing 200 most recent events
es: Mostrando 200 eventos más recientes

source: Decision Support System
es: Sistema de Apoyo a la Decisión

source: Revenue
es: Ingresos

source: Inventory Value
es: Valor del Inventario

source: Carrying Cost/Month
es: Costo de Mantenimiento/Mes

source: Stockout Rate
es: Tasa de Quiebre de Stock

source: EOQ Pot. Savings
es: Ahorro Pot. CEP

source: Fill Rate
es: Tasa de Servicio

source: Total Units
es: Total Unidades

source: Days of Supply
es: Días de Suministro

source: Carrying Cost
es: Costo de Mantenimiento

source: Products
es: Productos

source: Revenue Share
es: Participación en Ingresos

source: Critical SKUs
es: SKUs Críticos

source: Warning SKUs
es: SKUs en Advertencia

source: On Track SKUs
es: SKUs en Plazo

source: No Demand SKUs
es: SKUs Sin Demanda

source: Current Annual Cost
es: Costo Anual Actual

source: Optimal Annual Cost
es: Costo Anual Óptimo

source: Potential Savings
es: Ahorro Potencial

source: SKUs w/ Savings
es: SKUs c/ Ahorro

source: Daily Revenue Trend
es: Tendencia de Ingresos Diarios

source: Revenue by ABC Class (%)
es: Ingresos por Clase ABC (%)

source: Revenue by ABC Class ($)
es: Ingresos por Clase ABC ($)

source: Products by ABC Class
es: Productos por Clase ABC

source: Potential Savings by Category ($)
es: Ahorro Potencial por Categoría ($)

source: Annual Inventory Cost ($)
es: Costo Anual de Inventario ($)

source: Log level:
es: Nivel de log:

source: Theme:
es: Tema:

source: Export dir:
es: Directorio de exportación:

source: Ordering cost ($):
es: Costo de pedido ($):

source: Service level:
es: Nivel de servicio:

source: Event Type:
es: Tipo de Evento:

source: Report Type
es: Tipo de Informe

source: Cron (5-field)
es: Cron (5 campos)

source: Output Dir
es: Directorio de Salida

source: Password
es: Contraseña

source: Add Schedule
es: Agregar Programación

source: Add User
es: Agregar Usuario

source: Invalid username or password.
es: Usuario o contraseña inválidos.

source: Please enter your username.
es: Por favor, ingrese su nombre de usuario.

source: Account locked. Contact your administrator.
es: Cuenta bloqueada. Contacte al administrador.

source: An error occurred. Please try again.
es: Ocurrió un error. Intente nuevamente.

source: Access Denied u2014 Administrator role required.
es: Acceso Denegado u2014 Se requiere rol de Administrador.

source: Default admin account created. Username: admin Password: admin123 Change your password immediately!
es: Cuenta admin predeterminada creada. Usuario: admin Contraseña: admin123 ¡Cambie su contraseña inmediatamente!

source: Step 1: Select Import Type
es: Paso 1: Seleccionar Tipo de Importación

source: Step 2: Choose File
es: Paso 2: Elegir Archivo

source: Step 3: Validate
es: Paso 3: Validar

source: Step 4: Options
es: Paso 4: Opciones

source: Step 5: Execute
es: Paso 5: Ejecutar

source: Overwrite existing records
es: Sobrescribir registros existentes

source: No file selected
es: Ningún archivo seleccionado

source: Validation passed
es: Validación aprobada

source: Validation failed
es: Validación fallida

source: %(n)d row imported
es: %(n)d fila importada

source: %(n)d row skipped
es: %(n)d fila omitida

source: %(n)d open order
es: %(n)d pedido abierto

source: %(n)d alert
es: %(n)d alerta

source: %(n)d product
es: %(n)d producto

source: %(n)d supplier
es: %(n)d proveedor
